Repository: kumarpradeepk/AlcoholTracker-iOS
Catalog: AlcoholTracker/Localizable.xcstrings
Source language: en
Languages: da, de, es_419, es_es, fil, fr, fr_ca, id, it, ja, ko, ms, pl, pt_br, th, tr, vi, zh_hant_hk

# log_title_tune
source: Fine-tune the details
da: Finjuster detaljerne
de: Details feinjustieren
es_419: Ajusta los detalles
es_es: Ajusta los detalles
fil: Ayusin ang mga detalye
fr: Affiner les détails
fr_ca: Ajuste les détails
id: Sesuaikan detailnya
it: Regola i dettagli
ja: 細かく調整する
ko: 세부 사항 다듬기
ms: Perhalusi butirannya
pl: Dopracuj szczegóły
pt_br: Ajuste os detalhes
th: ปรับรายละเอียด
tr: Ayrıntılarda ince ayar
vi: Tinh chỉnh chi tiết
zh_hant_hk: 微調細節

# log_tune_intro
source: Adjust the pour to match what was actually on the table.
da: Juster mængden, så den passer med det, der faktisk stod på bordet.
de: Pass die Menge an das an, was wirklich im Glas war.
es_419: Ajusta el servido para que coincida con lo que había de verdad en la mesa.
es_es: Ajusta la medida para que coincida con lo que había de verdad en la mesa.
fil: Iayon ang laki ng inom sa kung ano talaga ang nasa mesa.
fr: Ajustez le service pour coller à ce qu'il y avait vraiment sur la table.
fr_ca: Ajuste la portion pour qu'elle corresponde à ce qu'il y avait vraiment sur la table.
id: Sesuaikan takarannya dengan yang benar-benar ada di meja.
it: Regola la quantità per farla combaciare con quello che c'era davvero sul tavolo.
ja: 実際にテーブルにあったものに合わせて、量を調整してください。
ko: 실제로 테이블에 있던 잔에 맞게 조정해 보세요.
ms: Laraskan tuangan supaya sepadan dengan apa yang sebenarnya ada di atas meja.
pl: Dopasuj porcję do tego, co naprawdę stało na stole.
pt_br: Ajuste a dose para o que estava de fato na mesa.
th: ปรับให้ตรงกับแก้วที่อยู่บนโต๊ะจริงๆ
tr: Masadaki gerçek ölçüye uyacak şekilde ayarlayın.
vi: Chỉnh lại phần rót cho khớp với thứ thực sự có trên bàn.
zh_hant_hk: 調到跟枱面上那一杯一樣。

# log_when_1h
source: 1h ago
da: 1 t. siden
de: vor 1 h
es_419: Hace 1 h
es_es: Hace 1 h
fil: 1h nakaraan
fr: Il y a 1 h
fr_ca: Il y a 1 h
id: 1 jam lalu
it: 1 h fa
ja: 1時間前
ko: 1시간 전
ms: 1 jam lalu
pl: −1 godz.
pt_br: há 1h
th: 1 ชม.ก่อน
tr: −1 sa
vi: 1 giờ trước
zh_hant_hk: 1 小時前

# log_when_2h
source: 2h ago
da: 2 t. siden
de: vor 2 h
es_419: Hace 2 h
es_es: Hace 2 h
fil: 2h nakaraan
fr: Il y a 2 h
fr_ca: Il y a 2 h
id: 2 jam lalu
it: 2 h fa
ja: 2時間前
ko: 2시간 전
ms: 2 jam lalu
pl: −2 godz.
pt_br: há 2h
th: 2 ชม.ก่อน
tr: −2 sa
vi: 2 giờ trước
zh_hant_hk: 2 小時前

# log_when_label
source: When
da: Hvornår
de: Wann
es_419: Cuándo
es_es: Cuándo
fil: Kailan
fr: Quand
fr_ca: Quand
id: Kapan
it: Quando
ja: いつ
ko: 언제
ms: Bila
pl: Kiedy
pt_br: Quando
th: เมื่อไหร่
tr: Ne zaman
vi: Lúc nào
zh_hant_hk: 幾時

# log_when_now
source: Now
da: Nu
de: Jetzt
es_419: Ahora
es_es: Ahora
fil: Ngayon
fr: Maintenant
fr_ca: Maintenant
id: Sekarang
it: Adesso
ja: 今
ko: 지금
ms: Sekarang
pl: Teraz
pt_br: Agora
th: ตอนนี้
tr: Şimdi
vi: Bây giờ
zh_hant_hk: 現在

# notif_bac_discreet_body
source: About %1$@ to zero.
da: Ca. %1$@ til nul.
de: Noch etwa %1$@ bis null.
es_419: Alrededor de %1$@ para llegar a cero.
es_es: Unos %1$@ hasta cero.
fil: Mga %1$@ bago maging zero.
fr: Environ %1$@ avant zéro.
fr_ca: Environ %1$@ avant zéro.
id: Sekitar %1$@ menuju nol.
it: Circa %1$@ a zero.
ja: ゼロまで約%1$@。
ko: 0까지 약 %1$@.
ms: Kira-kira %1$@ ke sifar.
pl: Ok. %1$@ do zera.
pt_br: Cerca de %1$@ até zerar.
th: อีกราว %1$@ ถึงศูนย์
tr: Sıfıra yaklaşık %1$@.
vi: Khoảng %1$@ nữa về 0.
zh_hant_hk: 大約 %1$@ 歸零。

# notif_bac_discreet_title
source: Settling
da: Falder
de: Sinkt
es_419: Bajando
es_es: Bajando
fil: Bumababa
fr: En baisse
fr_ca: En baisse
id: Menurun
it: In discesa
ja: 低下中
ko: 감소 중
ms: Sedang menurun
pl: Spada
pt_br: Baixando
th: กำลังลดลง
tr: Düşüyor
vi: Đang giảm
zh_hant_hk: 回落中

# notif_bac_title
source: Estimated BAC %1$@
da: Estimeret blodalkohol %1$@
de: Geschätzte BAK %1$@
es_419: Alcoholemia estimada %1$@
es_es: Alcoholemia estimada %1$@
fil: Tinatayang BAC %1$@
fr: Alcoolémie estimée %1$@
fr_ca: Alcoolémie estimée %1$@
id: Perkiraan BAC %1$@
it: Tasso alcolemico stimato %1$@
ja: 推定BAC %1$@
ko: 추정 혈중알코올농도 %1$@
ms: Anggaran BAC %1$@
pl: Szacowany alkohol we krwi: %1$@
pt_br: Álcool no sangue estimado: %1$@
th: ค่าประมาณแอลกอฮอล์ในเลือด %1$@
tr: Tahmini kandaki alkol %1$@
vi: Ước tính BAC %1$@
zh_hant_hk: 估算血液酒精濃度 %1$@

# notif_create_cta
source: Create notification
da: Opret notifikation
de: Erinnerung erstellen
es_419: Crear notificación
es_es: Crear notificación
fil: Gumawa ng notification
fr: Créer une notification
fr_ca: Créer une notification
id: Buat notifikasi
it: Crea notifica
ja: リマインダーを作成
ko: 알림 만들기
ms: Cipta pemberitahuan
pl: Utwórz powiadomienie
pt_br: Criar notificação
th: สร้างการแจ้งเตือน
tr: Bildirim oluştur
vi: Tạo thông báo
zh_hant_hk: 建立通知

# notif_discreet_body
source: A ten-second note keeps the picture honest.
da: Ti sekunders notat holder billedet ærligt.
de: Eine Notiz in zehn Sekunden hält das Bild ehrlich.
es_419: Una nota de diez segundos mantiene el panorama honesto.
es_es: Diez segundos de anotación y la imagen sigue siendo honesta.
fil: Pinapanatiling tapat ng sampung segundong tala ang larawan.
fr: Une note de dix secondes garde le tableau honnête.
fr_ca: Une note de dix secondes garde le portrait honnête.
id: Catatan sepuluh detik menjaga gambarannya tetap jujur.
it: Dieci secondi di appunti tengono onesto il quadro.
ja: 十秒のメモで、全体像は正直なままです。
ko: 10초만 적어도 그림이 정직해져요.
ms: Nota sepuluh saat mengekalkan gambaran yang jujur.
pl: Dziesięć sekund notatki wystarczy, żeby obraz był uczciwy.
pt_br: Uma nota de dez segundos mantém o quadro honesto.
th: จดสิบวินาที ภาพก็ตรงตามจริง
tr: On saniyelik bir not, tabloyu dürüst tutar.
vi: Một ghi chú mười giây giữ cho bức tranh trung thực.
zh_hant_hk: 十秒鐘寫一筆，整幅圖就誠實。

# notif_discreet_title
source: Evening check-in
da: Aftentjek
de: Abend-Check
es_419: Repaso de la noche
es_es: Repaso de la tarde
fil: Check-in sa gabi
fr: Point du soir
fr_ca: Point de la soirée
id: Catatan malam
it: Nota della sera
ja: 夜のふりかえり
ko: 저녁 체크인
ms: Semakan petang
pl: Wieczorne podsumowanie
pt_br: Check-in da noite
th: บันทึกช่วงเย็น
tr: Akşam notu
vi: Ghi chú buổi tối
zh_hant_hk: 晚間記事

# notif_empty_body
source: Your evenings are your own. If a gentle daily nudge would help, add one below.
da: Dine aftener er dine egne. Hvis et stille dagligt skub hjælper, så tilføj et nedenfor.
de: Deine Abende gehören dir. Wenn ein leiser täglicher Hinweis hilft, leg unten einen an.
es_419: Tus noches son tuyas. Si un recordatorio diario y suave te sirve, agrega uno abajo.
es_es: Tus tardes son tuyas. Si te viene bien un aviso diario discreto, añádelo aquí abajo.
fil: Sa iyo ang mga gabi mo. Kung makakatulong ang banayad na paalala araw-araw, magdagdag ng isa sa ibaba.
fr: Vos soirées vous appartiennent. Si un rappel quotidien tout doux peut aider, ajoutez-en un ci-dessous.
fr_ca: Tes soirées t'appartiennent. Si un rappel quotidien discret peut aider, ajoutes-en un ci-dessous.
id: Malammu adalah milikmu. Kalau pengingat harian yang lembut membantu, tambahkan satu di bawah.
it: Le tue serate sono tue. Se un promemoria quotidiano discreto può aiutare, aggiungine uno qui sotto.
ja: 夜はあなたのものです。毎日そっと知らせてくれるものが役に立ちそうなら、下から追加してください。
ko: 저녁은 온전히 내 것이에요. 하루 한 번 가벼운 알림이 도움이 된다면 아래에서 추가해 보세요.
ms: Petang anda milik anda sendiri. Jika satu peringatan harian yang lembut membantu, tambah satu di bawah.
pl: Wieczory należą do ciebie. Jeśli łagodne codzienne przypomnienie miałoby pomóc, dodaj je poniżej.
pt_br: Suas noites são suas. Se um lembrete diário e leve ajudar, adicione um abaixo.
th: ช่วงเย็นเป็นของคุณ ถ้าการเตือนเบาๆ วันละครั้งช่วยได้ เพิ่มได้ด้านล่าง
tr: Akşamlarınız size ait. Nazik bir günlük hatırlatma işinize yararsa aşağıdan ekleyin.
vi: Buổi tối là của bạn. Nếu một lời nhắc nhẹ nhàng mỗi ngày có ích, hãy thêm ở dưới.
zh_hant_hk: 晚上是你自己的。如果每日一下溫和的提醒有幫助，可以在下面加一個。

# notif_empty_title
source: Nothing scheduled.
da: Intet planlagt.
de: Nichts geplant.
es_419: Nada programado.
es_es: Nada programado.
fil: Walang nakaiskedyul.
fr: Rien de programmé.
fr_ca: Rien de programmé.
id: Belum ada yang dijadwalkan.
it: Niente in programma.
ja: 予定はありません。
ko: 예정된 알림이 없어요.
ms: Tiada yang dijadualkan.
pl: Nic nie zaplanowano.
pt_br: Nada agendado.
th: ยังไม่ได้ตั้งเวลาไว้
tr: Planlanmış bir şey yok.
vi: Chưa có lời nhắc nào.
zh_hant_hk: 未有排程。

# notif_reminder_body_fallback
source: A quick note keeps the picture honest.
da: Et hurtigt notat holder billedet ærligt.
de: Eine kurze Notiz hält das Bild ehrlich.
es_419: Una nota rápida mantiene el panorama honesto.
es_es: Una anotación rápida y la imagen sigue siendo honesta.
fil: Pinapanatiling tapat ng mabilisang tala ang larawan.
fr: Une note rapide garde le tableau honnête.
fr_ca: Une note rapide garde le portrait honnête.
id: Catatan singkat menjaga gambarannya tetap jujur.
it: Un appunto veloce tiene onesto il quadro.
ja: ひとことのメモで、全体像は正直なままです。
ko: 짧게 한 줄이면 그림이 정직해져요.
ms: Nota ringkas mengekalkan gambaran yang jujur.
pl: Krótka notatka i obraz pozostaje uczciwy.
pt_br: Uma nota rápida mantém o quadro honesto.
th: จดสั้นๆ ภาพก็ตรงตามจริง
tr: Kısa bir not, tabloyu dürüst tutar.
vi: Một ghi chú nhanh giữ cho bức tranh trung thực.
zh_hant_hk: 隨手寫一筆，整幅圖就誠實。

# notif_repeat_hint
source: Each reminder repeats daily. Tap − to remove one.
da: Hver påmindelse gentages dagligt. Tryk på − for at fjerne en.
de: Jede Erinnerung wiederholt sich täglich. Tippe auf −, um eine zu entfernen.
es_419: Cada recordatorio se repite a diario. Toca − para quitar uno.
es_es: Cada recordatorio se repite a diario. Pulsa − para quitar uno.
fil: Inuulit araw-araw ang bawat paalala. I-tap ang − para alisin ang isa.
fr: Chaque rappel se répète chaque jour. Touchez − pour en retirer un.
fr_ca: Chaque rappel revient tous les jours. Appuie sur − pour en retirer un.
id: Setiap pengingat berulang setiap hari. Ketuk − untuk menghapus satu.
it: Ogni promemoria si ripete ogni giorno. Tocca − per rimuoverlo.
ja: リマインダーは毎日くり返します。− をタップすると削除できます。
ko: 알림은 매일 반복돼요. − 를 탭하면 지워져요.
ms: Setiap peringatan berulang setiap hari. Ketik − untuk membuang satu.
pl: Każde przypomnienie powtarza się codziennie. Dotknij −, aby usunąć.
pt_br: Cada lembrete se repete todo dia. Toque em − para remover.
th: การเตือนแต่ละรายการจะซ้ำทุกวัน แตะ − เพื่อลบออก
tr: Her hatırlatıcı günlük tekrarlanır. Kaldırmak için − işaretine dokunun.
vi: Mỗi lời nhắc lặp lại hằng ngày. Chạm − để gỡ một lời nhắc.
zh_hant_hk: 每個提醒都會每日重複。輕點 − 可以移除。

# ob_base_20_plus
source: 20 or more
da: 20 eller flere
de: 20 oder mehr
es_419: 20 o más
es_es: 20 o más
fil: 20 o higit pa
fr: 20 ou plus
fr_ca: 20 ou plus
id: 20 atau lebih
it: 20 o più
ja: 20杯以上
ko: 20잔 이상
ms: 20 atau lebih
pl: 20 lub więcej
pt_br: 20 ou mais
th: 20 แก้วขึ้นไป
tr: 20 veya daha fazla
vi: Từ 20 ly trở lên
zh_hant_hk: 20 杯或以上

# ob_base_sub
source: A quick sense of your rhythm, no judgment, just a starting point.
da: Bare en fornemmelse af din rytme — ingen dom, kun et udgangspunkt.
de: Nur ein Gefühl für deinen Rhythmus, keine Bewertung, einfach ein Startpunkt.
es_419: Un vistazo rápido a tu ritmo, sin juicios, solo un punto de partida.
es_es: Una idea rápida de tu ritmo, sin juicios, solo un punto de partida.
fil: Mabilisang tingin sa ritmo mo, walang paghusga, panimula lang.
fr: Un aperçu rapide de votre rythme, sans jugement, juste un point de départ.
fr_ca: Juste un aperçu de ton rythme, sans jugement, un point de départ.
id: Sekadar gambaran ritmemu, tanpa penilaian, hanya titik awal.
it: Un'idea rapida del tuo ritmo, senza giudizio, solo un punto di partenza.
ja: リズムをつかむだけです。評価はしません、ただの出発点です。
ko: 리듬을 가늠해 보는 것뿐이에요. 평가가 아니라 출발점이에요.
ms: Gambaran ringkas tentang rentak anda, tiada penilaian, hanya titik permulaan.
pl: Szybkie wyczucie rytmu — bez oceniania, po prostu punkt wyjścia.
pt_br: Só para ter uma noção do seu ritmo. Sem julgamento, é só um ponto de partida.
th: แค่จับจังหวะคร่าวๆ ไม่ได้ตัดสิน เป็นแค่จุดเริ่มต้น
tr: Ritminize hızlı bir bakış — yargı değil, yalnızca bir başlangıç noktası.
vi: Chỉ để nắm nhịp độ của bạn, không phán xét, chỉ là điểm khởi đầu.
zh_hant_hk: 只是大概摸一摸你的節奏，不是評價，只是一個起點。

# ob_base_title
source: How many drinks in an average week?
da: Hvor mange drinks i en gennemsnitlig uge?
de: Wie viele Gläser trinkst du in einer normalen Woche?
es_419: ¿Cuántos tragos en una semana típica?
es_es: ¿Cuántas copas en una semana normal?
fil: Ilang inumin sa karaniwang linggo?
fr: Combien de verres dans une semaine ordinaire ?
fr_ca: Combien de verres dans une semaine typique ?
id: Berapa gelas dalam seminggu biasanya?
it: Quanti bicchieri in una settimana normale?
ja: ふつうの1週間で、何杯くらいですか?
ko: 보통 일주일에 몇 잔 정도 마셔요?
ms: Berapa banyak minuman dalam seminggu biasa?
pl: Ile drinków w przeciętnym tygodniu?
pt_br: Quantas bebidas em uma semana comum?
th: สัปดาห์หนึ่งดื่มประมาณกี่แก้ว
tr: Ortalama bir haftada kaç içki?
vi: Một tuần trung bình uống bao nhiêu ly?
zh_hant_hk: 平常一個星期飲幾多杯？

# ob_continue
source: Continue
da: Fortsæt
de: Weiter
es_419: Continuar
es_es: Continuar
fil: Ituloy
fr: Continuer
fr_ca: Continuer
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속하기
ms: Teruskan
pl: Dalej
pt_br: Continuar
th: ไปต่อ
tr: Devam et
vi: Tiếp tục
zh_hant_hk: 繼續

# ob_get_started
source: Get Started
da: Kom i gang
de: Los geht's
es_419: Empezar
es_es: Empezar
fil: Magsimula
fr: Commencer
fr_ca: Commencer
id: Mulai
it: Inizia
ja: はじめる
ko: 시작하기
ms: Mula
pl: Zacznijmy
pt_br: Começar
th: เริ่มใช้งาน
tr: Başlayın
vi: Bắt đầu
zh_hant_hk: 開始使用

# ob_goal_awareness
source: Knowing how much I drink
da: At vide, hvor meget jeg drikker
de: Wissen, wie viel ich trinke
es_419: Saber cuánto bebo
es_es: Saber cuánto bebo
fil: Malaman kung gaano karami ang naiinom ko
fr: Savoir combien je bois
fr_ca: Savoir combien je bois
id: Tahu berapa banyak yang diminum
it: Sapere quanto bevo
ja: 飲む量を知る
ko: 얼마나 마시는지 알기
ms: Tahu berapa banyak saya minum
pl: Wiedzieć, ile piję
pt_br: Saber quanto eu bebo
th: รู้ว่าตัวเองดื่มไปเท่าไหร่
tr: Ne kadar içtiğimi bilmek
vi: Biết mình uống bao nhiêu
zh_hant_hk: 知道自己飲了多少

# ob_goal_break
source: Giving my body a break
da: At give kroppen en pause
de: Meinem Körper eine Pause gönnen
es_419: Darle un descanso a mi cuerpo
es_es: Dar un respiro a mi cuerpo
fil: Pahinga para sa katawan ko
fr: Laisser souffler mon corps
fr_ca: Donner un répit à mon corps
id: Memberi tubuh waktu istirahat
it: Dare una pausa al corpo
ja: 体を休ませる
ko: 몸에 쉬어갈 시간 주기
ms: Memberi badan saya rehat
pl: Dać organizmowi odpocząć
pt_br: Dar uma folga ao meu corpo
th: ให้ร่างกายได้พัก
tr: Vücuduma ara vermek
vi: Cho cơ thể nghỉ ngơi
zh_hant_hk: 讓身體休息一下

# ob_goal_conscious
source: Drinking consciously
da: At drikke bevidst
de: Bewusst trinken
es_419: Beber con conciencia
es_es: Beber con conciencia
fil: Mulat na pag-inom
fr: Boire en conscience
fr_ca: Boire en conscience
id: Minum dengan sadar
it: Bere con consapevolezza
ja: 意識して飲む
ko: 의식하며 마시기
ms: Minum dengan sedar
pl: Pić świadomie
pt_br: Beber com consciência
th: ดื่มอย่างรู้ตัว
tr: Bilinçli içmek
vi: Uống có ý thức
zh_hant_hk: 有意識地飲

# ob_goal_free_days
source: More drink-free days
da: Flere alkoholfrie dage
de: Mehr alkoholfreie Tage
es_419: Más días sin alcohol
es_es: Más días sin alcohol
fil: Mas maraming araw na walang inom
fr: Plus de jours sans alcool
fr_ca: Plus de jours sans alcool
id: Lebih banyak hari tanpa alkohol
it: Più giorni senza alcol
ja: 休肝日を増やす
ko: 술 없는 날 늘리기
ms: Lebih banyak hari bebas alkohol
pl: Więcej dni bez alkoholu
pt_br: Mais dias sem álcool
th: มีวันไม่ดื่มมากขึ้น
tr: Daha çok alkolsüz gün
vi: Thêm ngày không cồn
zh_hant_hk: 多一些無酒日

# ob_goal_less
source: Drinking less
da: At drikke mindre
de: Weniger trinken
es_419: Beber menos
es_es: Beber menos
fil: Bawas na pag-inom
fr: Boire moins
fr_ca: Boire moins
id: Minum lebih sedikit
it: Bere di meno
ja: お酒を減らす
ko: 덜 마시기
ms: Minum lebih sedikit
pl: Pić mniej
pt_br: Beber menos
th: ดื่มให้น้อยลง
tr: Daha az içmek
vi: Uống ít lại
zh_hant_hk: 飲少一點

# ob_goal_reset
source: Resetting my defaults
da: At nulstille mine vaner
de: Meine Gewohnheiten zurücksetzen
es_419: Reiniciar mis automatismos
es_es: Reajustar mis automatismos
fil: Pag-reset ng mga nakasanayan ko
fr: Remettre mes automatismes à zéro
fr_ca: Revoir mes automatismes
id: Menyetel ulang kebiasaan
it: Rimettere a zero le abitudini
ja: 習慣を仕切り直す
ko: 익숙해진 기준 다시 잡기
ms: Menetapkan semula kebiasaan saya
pl: Zresetować nawyki
pt_br: Redefinir meus padrões
th: ตั้งเกณฑ์ที่เคยชินใหม่
tr: Alışkanlıklarımı sıfırlamak
vi: Đặt lại thói quen mặc định
zh_hant_hk: 重新調整習慣的基準

# ob_goal_social
source: Coping with social situations
da: At håndtere sociale situationer
de: Mit geselligen Situationen umgehen
es_419: Manejar las situaciones sociales
es_es: Manejar las situaciones sociales
fil: Pagharap sa mga social na sitwasyon
fr: Gérer les situations sociales
fr_ca: Composer avec les occasions sociales
id: Menghadapi situasi sosial
it: Gestire le situazioni sociali
ja: 人づきあいの場をうまく乗りきる
ko: 모임 자리 대처하기
ms: Menghadapi situasi sosial
pl: Radzić sobie w towarzystwie
pt_br: Lidar com situações sociais
th: รับมือกับวงสังคม
tr: Sosyal ortamlarla baş etmek
vi: Xoay xở với những buổi gặp gỡ
zh_hant_hk: 應付社交場合

# ob_goals_cta
source: Continue with %1$d goals
da: Fortsæt med %1$d mål
de: Weiter mit %1$d Zielen
es_419: Continuar con %1$d objetivos
es_es: Continuar con %1$d objetivos
fil: Ituloy nang may %1$d na layunin
fr: Continuer avec %1$d objectifs
fr_ca: Continuer avec %1$d objectifs
id: Lanjutkan dengan %1$d tujuan
it: Continua con %1$d obiettivi
ja: %1$dつの目標で続ける
ko: 목표 %1$d개로 계속하기
ms: Teruskan dengan %1$d matlamat
pl: Dalej z %1$d celami
pt_br: Continuar com %1$d objetivos
th: ไปต่อด้วย %1$d ข้อ
tr: %1$d hedefle devam et
vi: Tiếp tục với %1$d mục tiêu
zh_hant_hk: 以 %1$d 個目標繼續

# ob_goals_cta_empty
source: Select at least one goal
da: Vælg mindst ét mål
de: Mindestens ein Ziel wählen
es_419: Elige al menos un objetivo
es_es: Selecciona al menos un objetivo
fil: Pumili ng kahit isang layunin
fr: Sélectionnez au moins un objectif
fr_ca: Choisis au moins un objectif
id: Pilih setidaknya satu tujuan
it: Scegli almeno un obiettivo
ja: 目標を1つ以上選んでください
ko: 최소 하나는 골라주세요
ms: Pilih sekurang-kurangnya satu matlamat
pl: Wybierz przynajmniej jeden cel
pt_br: Escolha ao menos um objetivo
th: เลือกอย่างน้อย 1 ข้อ
tr: En az bir hedef seçin
vi: Chọn ít nhất một mục tiêu
zh_hant_hk: 至少選一個目標

# ob_goals_sub
source: Pick as many as feel true. This stays between you and the app.
da: Vælg så mange, der passer. Det bliver mellem dig og appen.
de: Wähl so viele, wie zutreffen. Das bleibt zwischen dir und der App.
es_419: Marca todas las que te resuenen. Queda entre tú y la app.
es_es: Marca todas las que te suenen ciertas. Esto queda entre la app y tú.
fil: Pumili ng kahit ilan basta totoo sa iyo. Sa iyo at sa app lang ito mananatili.
fr: Cochez tout ce qui vous parle. Cela reste entre vous et l'app.
fr_ca: Coche tout ce qui te ressemble. Ça reste entre toi et l'application.
id: Pilih sebanyak yang terasa benar. Ini urusan kamu dan aplikasi ini saja.
it: Scegli tutto quello che ti somiglia. Resta tra te e l'app.
ja: 当てはまるものを、いくつでも。ここだけの話です。
ko: 해당되는 만큼 골라도 돼요. 이 답은 나와 앱 사이에만 남아요.
ms: Pilih seberapa banyak yang terasa benar. Ini kekal antara anda dan aplikasi ini.
pl: Zaznacz tyle, ile pasuje. To zostaje między tobą a aplikacją.
pt_br: Escolha quantas fizerem sentido. Isso fica entre você e o app.
th: เลือกได้เท่าที่รู้สึกว่าใช่ คำตอบนี้อยู่ระหว่างคุณกับแอปเท่านั้น
tr: Doğru gelenlerin hepsini seçin. Bu, sizinle uygulama arasında kalır.
vi: Chọn bao nhiêu cũng được, miễn là đúng. Chỉ có bạn và ứng dụng biết.
zh_hant_hk: 覺得對的都可以選。這些只留在你和這個 App 之間。

# ob_goals_title
source: What brings you here?
da: Hvad bringer dig hertil?
de: Was führt dich her?
es_419: ¿Qué te trae por aquí?
es_es: ¿Qué te trae por aquí?
fil: Ano ang nagdala sa iyo rito?
fr: Qu'est-ce qui vous amène ?
fr_ca: Qu'est-ce qui t'amène ?
id: Apa yang membawamu ke sini?
it: Cosa ti porta qui?
ja: どんなきっかけで、ここへ?
ko: 어떤 이유로 오셨나요?
ms: Apa yang membawa anda ke sini?
pl: Co cię tu sprowadza?
pt_br: O que traz você aqui?
th: อะไรพาคุณมาที่นี่
tr: Sizi buraya ne getirdi?
vi: Điều gì đưa bạn đến đây?
zh_hant_hk: 是甚麼帶你來的？

# ob_skip
source: Skip
da: Spring over
de: Überspringen
es_419: Omitir
es_es: Omitir
fil: Laktawan
fr: Passer
fr_ca: Passer
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
ms: Langkau
pl: Pomiń
pt_br: Pular
th: ข้าม
tr: Atla
vi: Bỏ qua
zh_hant_hk: 略過

# ob_step_indicator
source: STEP %1$d OF 3
da: TRIN %1$d AF 3
de: SCHRITT %1$d VON 3
es_419: PASO %1$d DE 3
es_es: PASO %1$d DE 3
fil: HAKBANG %1$d SA 3
fr: ÉTAPE %1$d SUR 3
fr_ca: ÉTAPE %1$d SUR 3
id: LANGKAH %1$d DARI 3
it: PASSAGGIO %1$d DI 3
ja: ステップ %1$d / 3
ko: 3단계 중 %1$d단계
ms: LANGKAH %1$d DARIPADA 3
pl: KROK %1$d Z 3
pt_br: ETAPA %1$d DE 3
th: ขั้นที่ %1$d จาก 3
tr: ADIM %1$d / 3
vi: BƯỚC %1$d/3
zh_hant_hk: 第 %1$d 步，共 3 步

# ob_welcome_bac_example
source: Estimated BAC 0.032%
da: Estimeret blodalkohol 0,032 %
de: Geschätzte BAK 0,032 %
es_419: Alcoholemia estimada 0.032 %
es_es: Alcoholemia estimada 0,032 %
fil: Tinatayang BAC 0.032%
fr: Alcoolémie estimée 0,032 %
fr_ca: Alcoolémie estimée 0,032 %
id: Perkiraan BAC 0,032%
it: Tasso alcolemico stimato 0,032%
ja: 推定BAC 0.032%
ko: 추정 혈중알코올농도 0.032%
ms: Anggaran BAC 0.032%
pl: Szacowany alkohol we krwi 0,032 %
pt_br: Álcool no sangue estimado 0,032%
th: ค่าประมาณแอลกอฮอล์ในเลือด 0.032%
tr: Tahmini kandaki alkol %0,032
vi: Ước tính BAC 0,032%
zh_hant_hk: 估算血液酒精濃度 0.032%

# ob_welcome_body
source: Track without judgment. Log a drink in seconds, watch your estimated BAC settle, even from your wrist.
da: Registrering uden løftet pegefinger. Notér en drink på få sekunder, og se dit estimat falde — også fra håndleddet.
de: Erfassen ohne Bewertung. Ein Getränk in Sekunden eintragen, den geschätzten BAK-Wert sinken sehen, sogar vom Handgelenk aus.
es_419: Un registro sin juicios. Anota un trago en segundos y mira cómo baja tu alcoholemia estimada, incluso desde tu muñeca.
es_es: Un seguimiento sin juicios. Registra una copa en segundos y observa cómo baja tu tasa de alcoholemia estimada, incluso desde la muñeca.
fil: I-track nang walang paghusga. Mag-log ng inom sa ilang segundo, tingnan kung paano bumababa ang tinatayang BAC mo, kahit mula sa wrist mo.
fr: Un suivi sans jugement. Enregistrez un verre en quelques secondes et voyez votre alcoolémie estimée redescendre, même depuis votre poignet.
fr_ca: Un suivi sans jugement. Inscris un verre en quelques secondes et regarde ton alcoolémie estimée redescendre, même depuis ton poignet.
id: Catat tanpa dinilai. Satu minuman tercatat dalam hitungan detik, perkiraan BAC turun pelan di depan mata, bahkan dari pergelangan tangan.
it: Tieni il conto senza giudizio. Registri un bicchiere in pochi secondi e vedi il tuo tasso alcolemico stimato scendere, anche dal polso.
ja: 評価はしません。数秒で一杯を記録して、推定BACが下がっていくのを、手首からでも見られます。
ko: 평가하지 않고 기록해요. 한 잔을 몇 초 만에 남기고, 추정 혈중알코올농도가 내려가는 것을 손목에서도 볼 수 있어요.
ms: Rekod tanpa penilaian. Catat minuman dalam beberapa saat, lihat anggaran BAC anda menurun, malah dari pergelangan tangan anda.
pl: Zapisuj bez oceniania. Drink w kilka sekund, szacowany alkohol we krwi opada na twoich oczach — nawet z nadgarstka.
pt_br: Registre sem julgamento. Anote uma bebida em segundos e acompanhe sua estimativa de álcool no sangue baixar, até do seu pulso.
th: บันทึกโดยไม่ตัดสิน จดหนึ่งแก้วได้ในไม่กี่วินาที แล้วดูค่าประมาณระดับแอลกอฮอล์ในเลือดค่อยๆ ลดลง ดูจากข้อมือก็ได้
tr: Yargısız takip. Bir içkiyi saniyeler içinde kaydedin, tahmini kandaki alkol değerinizin düşüşünü izleyin — bileğinizden bile.
vi: Ghi lại mà không phán xét. Ghi một ly trong vài giây, theo dõi ước tính BAC giảm dần, ngay từ cổ tay.
zh_hant_hk: 記錄，不評價。幾秒記下一杯，看着估算的血液酒精濃度慢慢回落，在手腕上也看得到。
